Repository: kongbaguni/PixelArtMaker
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: ko

source: Ad
ko: 광고

source: alert
ko: 알림

# all clear button title
source: Draw new
ko: 새로 그리기

# all share select title
source: Share all sizes at once
ko: 모든 사이즈 한번에 공유하기

source: anonymous
ko: 익명

source: anonymous signin
ko: 익명 로그인

source: App Infomation
ko: 앱 정보

# app title
source: pixel art maker
ko: 픽셀 아트 메이커

source: art list
ko: 공개한 그림들

# auto erase toggle title
source: auto erase
ko: 자동 지우개 모드

# cache delete confirm
source: confirm
ko: 확인

# cache delete confirm confirm
source: confirm
ko: 확인

# cache delete confirm message
source: Cache has been cleared.
ko: 삭제 완료

# cache delete confirm title
source: cache delete
ko: 캐시 삭제

# cache delete message
source: Delete the cache.
ko: 캐시를 삭제합니다.

# cache delete title
source: cache delete
ko: 캐시 삭제

source: canvas size
ko: 캔버스 크기

# clear alert confirm
source: confirm
ko: 확인

# clear alert message
source: Changes are not saved.
ko: 변경된 내용은 저장되지 않습니다.

# clear alert title
source: Draw the picture again.
ko: 그림을 다시 그립니다.

# color picker bg title
source: Background Color
ko: 배경색

# color picker br title
source: Palette color
ko: 파렛트

# commom alert title
source: Alert
ko: 알림

source: copy layer
ko: 레이어 복사

source: current id
ko: 이 그림의 아이디

source: delete layer
ko: 레이어 삭제

# delete reply
source: delete
ko: 삭제

# deleted by user message
source: Deleted by author
ko: 작성자가 삭제함

# deleted reply message
source: Deleted by author
ko: 작성자가 삭제함

source: discount!
ko: 할인!

# empty gallery title
source: There are no pictures saved in the gallery.
ko: 갤러리에 저장된 그림이 없습니다.

# empty like list message
source: You do not have any likes.
ko: 좋아요 한 그림이 없습니다.

# empty public shard list message
source: There are no pictures shared.
ko: 공유된 그림이 없습니다.

# empty reply list message
source: There are no replys
ko: 댓글이 없습니다.

# empty subscribe confirm
source: confirm
ko: 확인

# empty subscribe message
source: There are no purchases to restore.
ko: 복원할 구입 내역이 없습니다.

# empty subscribe title
source: Ops!
ko: 이런!

source: id
ko: 아이디

source: image size
ko: 이미지 사이즈

source: image size %@
ko: 이미지 크기 %@

source: Internet Connected
ko: 인터넷 연결됨

source: Intwernet Disconnected
ko: 인터넷 연결안됨

# latest order
source: last update order
ko: 최근 갱신 순서

# layer edit title
source: layers
ko: 레이어

# leave action title
source: Delete account
ko: 계정삭제

# leave alert confirm
source: Delete
ko: 삭제

# leave alert message
source: Your account will be deleted. All data, including pictures you have worked on, published posts, comments you have made, and lists of likes, will be deleted and cannot be recovered. Are you sure you want to proceed?
ko: 계정을 삭제합니다. 작업한 그림, 공개한 개시글, 작성한 댓글, 좋아요 목록 등 모든 데이터가 삭제되고,다시 복구할 수 없습니다. 진행하시겠습니까?

# leave alert title
source: Delete account
ko: 계정삭제

# leave delete articles msg
source: Your posts are being deleted.
ko: 게시글 삭제하는 중입니다.

# leave delete like msg
source: You are deleting your like history.
ko: 좋아요 기록 삭제하는 중입니다.

# leave delete replys msg
source: You are deleting your comments.
ko: 작성한 댓글 삭제하는 중입니다.

# like
source: order with many likes
ko: 좋아요 많은 순서

source: like art list
ko: 좋아요 한 그림들

# like list
source: like
ko: 좋아요

# like people count title
source: people
ko: 명

# like peoples
source: like
ko: 좋아요

# limitOverClear confirm
source: confirm
ko: 확인

# limitOverClear message
source: The number of pictures saved in the gallery has exceeded the limit. Up to 50 pictures can be saved.
ko: 겔러리에 저장된 그림의 수가 한도를 초과했습니다. 50개까지 저장 가능합니다.

# limitOverClear title
source: limit Excess
ko: 한도 초과

source: list type
ko: 리스트 타입

# loading like art gallery
source: Reading information about recently liked pictures.
ko: 최근에 좋아요 한 그림에 대한 정보를 읽어오는 중입니다.

# loading share gallery
source: Reading information about a picture you recently shared.
ko: 최근에 공유한 그림에 대한 정보를 읽어오는 중입니다.

source: make new layer
ko: 신규 레이어 생성

# menu color select title
source: color preset
ko: 컬러 프리셋

# menu delete alert confirm
source: confirm
ko: 이미지 삭제

# menu delete alert message
source: This picture will be deleted. Pictures published in the shared gallery are also deleted, and deleted pictures cannot be recovered.
ko: 이 그림을 삭제합니다. 공유 겔러리에 공개된 그림도 함깨 삭제되고 삭제된 그림은 복구할 수 없습니다.

# menu delete alert title
source: Delete image
ko: 확인

# menu delete title
source: delete
ko: 삭제하기

# menu load title
source: load
ko: 불러오기

# menu public load title
source: Open Gallery
ko: 공개 겔러리

# menu save title
source: save
ko: 저장하기

# menu signin title
source: signin
ko: 로그인

# menu signout title
source: signout
ko: 로그아웃

# more title
source: view more
ko: 더보기

source: my gellery
ko: 내 갤러리

source: name
ko: 이름

source: NEW
ko: 신규

# new canvas confirm button title
source: confirm
ko: 확인

# new canvas view title
source: new canvas
ko: 새 캔버스

source: not login
ko: 로그인 하지않음

# NSFW message
source: Not Safe For Work!
ko: 후방주의 게시물입니다.

# NSFW title
source: NSFW
ko: 후방주의

# old net
source: old update order
ko: 오래된 갱신 순서

# open start
source: The picture is being read.
ko: 그림을 읽어오는 중입니다.

source: open source license
ko: 오픈소스 라이선스

# own replys
source: replys
ko: 작성한 댓글들

source: paint range
ko: 페인트 범위

source: privacy policy
ko: 개인 정보 정책

source: profile
ko: 내 정보

# profile introduce title
source: introduce
ko: 자기소개

# profile view like arts
source: like arts
ko: 좋아하는 그림들

# profile view public arts
source: share arts
ko: 공개한 그림들

# profile view replys
source: Recently Posted Replys
ko: 최근에 작성한 댓글

# profile view replys my like
source: Liked Reply
ko: 좋아요 한 댓글

# profile view replys to me
source: Recent replys on posts
ko: 최근에 받은 댓글

source: public shared list
ko: 공유 갤러리

source: received reply
ko: 받은 댓글

# reg dt
source: reg date time
ko: 등록 시각

# reply delete confirm
source: delete
ko: 삭제

# reply delete message
source: Do you want to delete your comment?
ko: 댓글을 삭제합니다.

# reply delete title
source: delete reply
ko: 댓글 삭제

# reply loading
source: loading replys...
ko: 댓글을 읽어오는 중입니다...

source: reply written by
ko: 작성한 댓글

source: Restore subscribe
ko: 구입 복원

# restore subscribe confirm
source: confirm
ko: 확인

# restore subscribe message
source: You have successfully restored your purchase history.
ko: 구입내역 복원에 성공했습니다.

# restore subscribe title
source: notice
ko: 알림

source: save
ko: 저장하기

source: save as new file
ko: 새 파일로 저장

source: save to existing file
ko: 기존 파일에 저장

# save view publish sucess
source: successful to publish
ko: 공개 개시글 발행 성공했습니다.

# save view save sucess
source: save success
ko: 저장 성공했습니다.

source: Set as Profile Image
ko: 프로필 이미지로 설정하기

source: Setting
ko: 설정

source: share
ko: 공유하기

# share image desc
source: Choose the size of the image you want to share
ko: 공유할 이미지의 사이즈 선택

# share public
source: publish
ko: 공개하기

source: shared id
ko: 공유된 그림의 아이디

source: Sign in with Apple
ko: Apple로 로그인

source: Sign in with Google
ko: Google로 로그인

source: Sign up with Apple
ko: Apple로 가입

source: Sign up with Google
ko: Google로 가입

# Signin desc
source: If you log in, you can save your drawings or share them with others.
ko: 로그인을 하면 작업한 그림을 저장하거나 다른사람과 공유 할 수 있습니다.

# Signin title
source: Signin
ko: 로그인

# signout confirm
source: Sign out
ko: 로그아웃 하기

# signout message
source: Even if you log out now, the data you are working on will not be lost and will be restored the next time you log in.
ko: 지금 로그아웃을 해도 작업중인 데이터는 사라지지 않고 다음 로그인 할 때 복구 됩니다.

# signout message anonymous
source: You are currently logging in anonymously. If you log out, you will not be able to log back in with the same account.
ko: 지금 익명 로그인 중입니다. 로그아웃 하면 같은 계정으로 다시 로그인 할 수 없습니다.

# signout title
source: Sign out
ko: 로그아웃

source: sort
ko: 정렬

source: subscribe
ko: 구독하기

# subscribe desc1_1
source: The following benefits are given during the subscription period.
ko: 구독기간동안 다음의 혜택이 주어집니다.

# subscribe desc1_2
source: 1. Ads do not appear. 2.The number of layers that can be created is increased to 5. 3.You can share your drawings with a higher resolution. 4.You can save an unlimited number of pictures.
ko: 1.광고가 나타나지 않습니다. 2.생성할 수 있는 레이어가 5개로 증가합니다. 3.자신이 그린 그림을 더 높은 해상도로 공유할 수 있습니다. 4.그림을 무제한으로 저장 할 수 있습니다.

# subscribe desc2_1
source: Payment is repeated. Cancel anytime.
ko: 결제가 반복됩니다. 언제든지 취소하세요

# subscribe desc2_2
source: Subscription Terms
ko: 구독약관

# subscribe desc2_3
source: The payment amount will be charged to the user's Apple account upon confirmation of purchase. Subscriptions automatically renew unless canceled at least 24 hours before the end of the current period. Account will be charged for renewal 24 hours prior to the end of the current period. You can manage your subscription in your account settings.
ko: 결재금액은 구매확인 시 사용자의 Apple계정으로 청구됩니다. 구독신청은 현재 남아있는 기간이 끝나기 최소 24시간전에 취소하지 않는 한 자동 갱신됩니다. 계정은 현재 기간이 끝나기 24시간전에 갱신에 대한 금액이 청구됩니다. 계정 설정에서 귀하의 가입을 관리할 수 있습니다.

# term
source: terms
ko: 약관

source: test
ko: 테스트

source: timeline
ko: 타임라인

# title_select_Layer_only
source: Show only selected layers
ko: 선택한 레이어만 보기

# tracing image select
source: select image
ko: 이미지 선택

# tracing image setting
source: tracing image
ko: 트레이싱 이미지

source: transparancy style
ko: 투명 배경 스타일

source: update
ko: 업데이트

# update dt
source: update date time
ko: 갱신 시각

# upgrade anoymouse faild message
source: This account is already registered. Please try with a different account.
ko: 이미 가입되어 있는 계정입니다. 다른 계정으로 시도하세요.

source: version
ko: 버전

source: webview
ko: 웹뷰

# widget desc
source: my pixel art preview at widget
ko: 작업중인 픽셀아트를 위젯에서 미리보기

# widget description
source: Show the picture you are working on.
ko: 작업중인 그림을 보여줍니다.

# widget display name
source: widget of Pixel art maker
ko: 픽셀 아트 메이커 위젯

# widget title
source: widget of Pixel art maker
ko: 픽셀 아트 메이커 위젯

# write reply button title
source: reply
ko: 댓글 등록
